# language: uk
Функціонал: Ділення чисел
  Оскільки ділення доволі складний процес і люди часто помиляються
  Потрібно дати їм можливість виконувати ділення на калькуляторі

  Структура сценарію: Цілочисельне ділення
    Припустимо я ввожу число <ділене>
    І потім ввожу число <дільник>
    Якщо я натискаю "/"
    То результатом повинно бути число <частка>

  Приклади:
    | ділене  | дільник  | частка  |
    | 100     | 2        | 50      |
    | 28      | 7        | 4       |
    | 0       | 5        | 0       |
