# language: uz
Функционал: Сонларни булиш
  Булиш кийин амал булганлиги сабабли 
  Одамларга бу амални калькуляторда килишни имконини бериш керак

  Сценарий структураси: Бутун сонли булиш
    Агар ман <булинувчи> сонини киритсам
    Ва унда сунг <булувчи> сонини киритсам
    Агар "/"ни боссам
    Унда жавоб <булинма> сони булиши керак

  Мисоллар:
    | булинувчи | булувчи | булинма |
    | 100       | 2         | 50      |
    | 28        | 7         | 4       |
    | 0         | 5         | 0       |

