# language: uk
Функціонал: Послідовні обчислення
  Для того щоб здуйснювати складні обчислення
  Користувачі хочуть проводити дії над результатом попередньої операції

  Передумова:
    Припустимо я додав 3 і 5

  Сценарій: додавання зі збереженням результату попередньої дії
    Якщо я ввожу число 4
    І натискаю "+"
    То результатом повинно бути число 12
  
  Сценарій: ділення результату попередньої операції
    Якщо я ввожу число 2
    І натискаю "/"
    То результатом повинно бути число 4
